---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.FasciaType
source: html/1b2cf204-ef63-a9b6-c58e-3c58c26bb28f.htm
---
# FasciaType Properties

The id of the assembly instance to which the element belongs.